brew "ack"
brew "asdf"
brew "awscli"
brew "heroku/brew/heroku"
brew "htop"
brew "nvm"
brew "postgresql@14"
brew "rbenv"
brew "rbenv-gemset"
brew "redis"
brew "starship"
brew "vips"
brew "git-duet/tap/git-duet"

cask "1password"
cask "figma"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "krisp"
cask "rowanj-gitx"
cask "sublime-text"
cask "utc-menu-clock"
cask "homebrew/cask-fonts/font-hack-nerd-font"

brew "minifast/setup/dock-settings"
brew "minifast/setup/fast-key-repeat-rate"
brew "minifast/setup/function-keys"
brew "minifast/setup/menu-clock-format"

cask "minifast/setup/git-config"
cask "minifast/setup/git-duet-config"
cask "minifast/setup/inputrc"
cask "minifast/setup/iterm2-config"
cask "minifast/setup/mosaic"
cask "minifast/setup/shared-memory"
cask "minifast/setup/starship-config"
cask "minifast/setup/sublime-text-config"
cask "minifast/setup/zsh-config"
